const data = {
    advice: {
        pullups: [
            'держите спину прямой',
            'разгибайте руки полностью',
            'тянитесь к перекладине грудью, а не подбородком',
            'не раскачивайтесь',
            'не скрещивайте ноги или держите перед собой'
        ]
    },
    pullups: [
        {
            id: 1,
            name: ''Подтягивания плечами
        },
        {
            id: 2,
            name: 'Негативные подтягивания'
        },
        {
            id: 3,
            name: 'Подтягивания'
        }
    ],
    squats: [
        {
            id: 1,
            name: 'Приседания'
        },
        {
            id: 2,
            name: 'Болгарские приседания'
        },
        {
            id: 3,
            name: 'Приседания креветкой'
        }
    ],
    dips: [
        {
            id: 1,
            name: 'Отжимания на брусьях плечами'
        },
        {
            id: 2,
            name: 'Негативные отжимания на брусьях'
        },
        {
            id: 3,
            name: 'Отжимания на брусьях'
        }
    ],
    hinges: [
        {
            id: 1,
            name: 'Наклоны тела'
        },
        {
            id: 2,
            name: 'Наклоны на одной ноге'
        },
        {
            id: 3,
            name: 'Гиперэкстензия'
        }
    ],
    pushups: [
        {
            id: 1,
            name: 'Отжимания под наклоном'
        },
        {
            id: 2,
            name: 'Отжимания'
        },
        {
            id: 3,
            name: 'Алмазные отжимания'
        }
    ],
    rows: [
        {
            id: 1,
            name: 'Вертикальные подтягивания корпуса'
        },
        {
            id: 2,
            name: 'Подтягивания корпуса в наклоне'
        },
        {
            id: 3,
            name: 'Горизонтальные подтягивания корпуса'
        }
    ]
}