let data = {
    user: {
        pullups: {
            level: 2,
            qty: 6
        },
        squats: {
            level: 2,
            qty: 6
        }
    },
    advice: {
        pullups: [
            'держите спину прямо',
            'разгибайте руки полностью',
            'тянитесь к перекладине грудью, а не подбородком',
            'не раскачивайтесь',
            'не скрещивайте ноги или держите перед собой'
        ]
    },
    warmups: [
        {
            title: 'Разомните кисти, локти, плечи и шею круговыми движениями',
            desc: 'Выполните столько раз, сколько захотите, но минимум по 8 раз в каждую сторону.'
        },
        {
            title: 'Повторите руками форму букв Y, T и W, сводя лопатки',
            desc: 'Поднимайте руки так, словно хотите показать буквы: Y, T и W. Для Y поднимите руки над головой и разведите немного в стороны. Затем соедините руки перед собой. Для Т разведите руки в стороны на уровне плеч, лопатки должны касаться друг друга. Затем соедините руки перед собой. Для W немного согните локти и разведите руки в стороны на уровне плеч.'
        },
        {
            title: 'Покрутите 10 раз палку над головой, держа руки в форме Y',
            desc: 'Возьмите в руки гимнастическую палку или швабру, или футболку, или полотенце. Чем шире возьмете, тем проще. Заведите руки с палкой за голову к низу спины и верните в исходное положение.'
        },
        {
            title: 'Мертвые жуки 10 раз на каждую сторону',
            desc: 'Лягте на спину и поднимите согнутые в коленях ноги, чтобы между коленями и бедрами стало 90 градусов, икры параллельно полу. Затем поднимите руки вверх — это исходное положение. Затем попеременно вытягивайте противоположную руку за голову, при этом вытягивая противоположную ногу. Нога не касается пола.'
        }
    ],
    pullups: [
        {
            id: 1,
            name: 'Подтягивания плечами'
        },
        {
            id: 2,
            name: 'Негативные подтягивания'
        },
        {
            id: 3,
            name: 'Подтягивания'
        }
    ],
    squats: [
        {
            id: 1,
            name: 'Приседания'
        },
        {
            id: 2,
            name: 'Болгарские приседания'
        },
        {
            id: 3,
            name: 'Приседания креветкой'
        }
    ],
    dips: [
        {
            id: 1,
            name: 'Отжимания на брусьях плечами'
        },
        {
            id: 2,
            name: 'Негативные отжимания на брусьях'
        },
        {
            id: 3,
            name: 'Отжимания на брусьях'
        }
    ],
    hinges: [
        {
            id: 1,
            name: 'Наклоны тела'
        },
        {
            id: 2,
            name: 'Наклоны на одной ноге'
        },
        {
            id: 3,
            name: 'Гиперэкстензия'
        }
    ],
    pushups: [
        {
            id: 1,
            name: 'Отжимания под наклоном'
        },
        {
            id: 2,
            name: 'Отжимания'
        },
        {
            id: 3,
            name: 'Алмазные отжимания'
        }
    ],
    rows: [
        {
            id: 1,
            name: 'Вертикальные подтягивания корпуса'
        },
        {
            id: 2,
            name: 'Подтягивания корпуса в наклоне'
        },
        {
            id: 3,
            name: 'Горизонтальные подтягивания корпуса'
        }
    ]
}